{
    "Cookie Content": "We use cookies to provide the best experience on our website. By using the FixedFloat service you agree to <a href=\"/privacy-policy\">Privacy Policy</a> and <a href=\"/terms\">Terms of Service</a>.\n",
    "Exchange Terms": "By using the site and creating an exchange, you agree to the\n                        FixedFloat's <a href=\"/terms\">Terms of Services</a> and <a href=\"/privacy-policy\">Privacy Policy</a>",
    "FAQ Home Content":"<ol class=\"faq-list\">\n                    <li>\n                        <h4><span>How can I track my order?</span></h4>\n                        <div>\n                            <div class=\"faq-inner\">\n                                <p>In three ways: by email (if you leave your email address), on our website (if your\n                                    browser accepts cookies) or by viewing the transactions in the blockchain by the links\n                                    from your order.</p>\n                            </div>\n                        </div>\n                    </li>\n                    <li>\n                        <h4><span>Why can I trust you?</span></h4>\n                        <div>\n                            <div class=\"faq-inner\">\n                                <p>No registration and no need to share your personal details. We don\\'t hold your funds, all\n                                    exchanges take place instantly in fully automatic mode.</p>\n                                <p class=\"reviews-images\">\n                                    <a rel=\"noopener noreferrer\" target=\"_blank\" class=\"svgreviews tw\"\n                                       title=\"twitter.com\"\n                                       href=\"https://twitter.com/fixedfloat\"></a>\n                                    <a rel=\"noopener noreferrer\" target=\"_blank\" class=\"svgreviews tg\" title=\"Telegram\"\n                                       href=\"https://t.me/FixedFloat\"></a>\n                                    <a rel=\"noopener noreferrer\" target=\"_blank\" class=\"svgreviews medium\"\n                                       title=\"medium.com\" href=\"https://medium.com/fixedfloat\"></a>\n                                    <a rel=\"noopener noreferrer\" target=\"_blank\" class=\"svgreviews instagram\"\n                                       title=\"instagram.com\" href=\"https://www.instagram.com/fixedfloat/\"></a>\n                                    <a rel=\"noopener noreferrer\" target=\"_blank\" class=\"svgreviews reddit\"\n                                       title=\"reddit.com\" href=\"https://www.reddit.com/user/FixedFloat/\"></a>\n                                    <a rel=\"noopener noreferrer\" target=\"_blank\" class=\"svgreviews bitcointalk\"\n                                       title=\"bitcointalk.org\"\n                                       href=\"https://bitcointalk.org/index.php?topic=5107342.new#new\"></a>\n                                    <a rel=\"noopener noreferrer\" target=\"_blank\" class=\"svgreviews bestchange\"\n                                       title=\"bestchange.com\"\n                                       href=\"https://www.bestchange.com/fixedfloat-exchanger.html\"></a>\n                                    <a rel=\"noopener noreferrer\" target=\"_blank\" class=\"svgreviews trustpilot\"\n                                       title=\"trustpilot.com\"\n                                       href=\"https://www.trustpilot.com/review/fixedfloat.com\"></a>\n                                </p>\n                            </div>\n                        </div>\n                    </li>\n                    <li>\n                        <h4><span>Do you have hidden fees?</span></h4>\n                        <div>\n                            <div class=\"faq-inner\">\n                                <p>Honesty is our main priority, so we commit to full transparency and make all the fees\n                                    clear:</p>\n                                <p>•  1% if you opt for a <b>fixed rate</b><br>•  0.5% if you opt for a <b>floating\n                                        rate</b>\n                                </p>\n                            </div>\n                        </div>\n                    </li>\n                </ol>",
    "FAQ Content": "<div class=\"faq-tabs\">\n                <label class=\"faq-tab\"><input type=\"radio\" name=\"faq_tabs\" value=\"0-about\"  checked><span>About FixedFloat</span></label>\n            </div>\n            <div class=\"faq-sections\" id=\"faq_wrapper\">\n                <div class=\"active\" data-section=\"0-about\">\n                    <ol class=\"faq-list\">\n                        <li>\n                            <h4><span>What is FixedFloat?</span></h4>\n                            <div><div class=\"faq-inner\"><p><strong>FixedFloat</strong> is a fully automated service for exchanging cryptocurrencies and tokens on favorable terms. FixedFloat is not custodial. The exchange takes place immediately after receiving the coins and the required number of network confirmations.</p>\n                                    <p>FixedFloat was launched in 2018 by a team of blockchain specialists with extensive experience in developing rich web applications. In an effort to provide a convenient platform for cryptocurrency exchanges, FixedFloat is constantly actively developing and improving for its customers.</p></div></div>\n                        </li>\n                        <li>\n                            <h4><span>Why FixedFloat is the smartest way to exchange cryptocurrency?</span></h4>\n                            <div><div class=\"faq-inner\"><p>Our top priority is to provide a high quality cryptocurrency exchange service through our unique solutions that do not compromise speed and security.</p>\n                                    <div class=\"faq-gr-2-2\">\n                                        <p><b>1. Save your money.</b><br />Make an exchange at the most favorable rate and with transparent commission. We always have the better offer.</p>\n                                        <p><b>2. Save your time.</b><br />Use our fully automated processing and get an answer to any of your questions instantly with our supreme support.</p>\n                                        <p><b>3. Hassle-free exchange.</b><br />No registration and unnecessary details. It is simple as 1-2-3.</p>\n                                        <p><b>4. Cross-platform.</b><br />FixedFloat is designed with performance in mind and works perfectly on any device.</p>\n                                    </div></div></div>\n                        </li>\n                        <li>\n                            <h4><span>Why should I trust FixedFloat?</span></h4>\n                            <div><div class=\"faq-inner\"><p>For 4 years, FixedFloat has gained the trust of more than a million users from all over the world. We respect the anonymity and security of our customers — no data is required to make exchanges. FixedFloat works completely automatically and support is available on Live Chat 24/7.</p>\n                                    <p>The loyalty of our customers is fully reflected on popular sites in <a href=\"https://www.trustpilot.com/review/fixedfloat.com\" target=\"_blank\" rel=\"noopener noreferrer\">Trustpilot</a> and <a href=\"https://www.bestchange.com/fixedfloat-exchanger.html\" target=\"_blank\" rel=\"noopener noreferrer\">BestChange</a> reviews.</p>\n                                    <p>FixedFloat on social networks:</p>\n                                    <ul class=\"list\"><li><a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.facebook.com/fixedfloat\">Facebook</a></li>\n                                        <li><a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://twitter.com/fixedfloat\">Twitter</a></li>\n                                        <li><a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.instagram.com/fixedfloat/\">Instagram</a></li>\n                                    </ul><p>FixedFloat on forums:</p>\n                                    <ul class=\"list\"><li><a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://www.reddit.com/user/FixedFloat/\">Reddit</a></li>\n                                        <li><a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://bitcointalk.org/index.php?topic=5107342.new#new\">Bitcointalk</a></li>\n                                        <li><a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://medium.com/fixedfloat\">Medium</a></li>\n                                        <li><a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://steemit.com/cryptocurrency/@fixedfloat/fixedfloat-com-the-project-that-the-cryptocurrency-market-needs\">Steemit</a></li>\n                                    </ul></div></div>\n                        </li>\n                        <li>\n                            <h4><span>How does it work?</span></h4>\n                            <div><div class=\"faq-inner\"><p>For example, imagine that we change Bitcoin to Ethereum</p>\n                                    <ol class=\"list simple\"><li><b>Step 1.</b> In the \"Send\" field, select Bitcoin and enter the amount you want to exchange.</li>\n                                        <li><b>Step 2.</b> Choose a fixed or float rate, then enter or scan the address to which you will receive Ethereum and click the button <strong>\"</strong><b>Exchange Now</b><strong>\"</strong>.</li>\n                                        <li><b>Step 3.</b> Send Bitcoin to the wallet specified on the order page, and after several confirmations, Ethereum will be credited to the wallet specified in <b>Step 2</b>.</li>\n                                    </ol><p><iframe width=\"700\" height=\"394\" src=\"https://www.youtube.com/embed/8EBovZFmCBY\" title=\"How to exchange cryptocurrencies on FixedFloat | FixedFloat Guides\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n                                    <p>You also have access to a detailed <a href=\"#\" target=\"_blank\" rel=\"noopener noreferrer\">guide</a> on creating an order and making an exchange on FixedFloat.</p></div></div>\n                        </li>\n                    </ol>\n                </div>\n            </div>",
    "Privacy Content": "<section class=\"blog-article-content content-terms\">\n                    <p class=\"last-updated\">Last updated on January 14, 2023</p>\n                    <h3 id=\"terms_section_1\"><span class=\"marker\">Section 1</span> <label>Definitions</label></h3>\n                    <p>In this Privacy Policy (the \"Privacy Policy\"):</p>\n                    <p>\"<b>Cookies</b>\" means data files that are placed on your device or computer and often include an\n                        anonymous unique identifier. This data can be used for authentication, identification of a user\n                        session, user's preferences or anything else that can be achieved through storing data on your\n                        computer. For more information about cookies, and how to disable cookies, visit <a\n                            href=\"http://www.allaboutcookies.org\" target=\"_blank\" rel=\"noopener noreferrer\">http://www.allaboutcookies.org</a>.\n                    </p>\n                    <p>\"<b>FixedFloat</b>\" means a set of related web pages and services located under a single domain named\n                        fixedfloat.com.</p>\n                    <p>\"<b>Google</b>\" means Google LLC.</p>\n                    <p>\"<b>Log Files</b>\" means track actions occurring on the FixedFloat and data including your IP\n                        address, browser type, Internet service provider, referring/exit pages, and date/time stamps.</p>\n                    <p>\"<b>Personal Data</b>\" means (a) data that can be used to identify or made identifiable an individual\n                        and (b) Cookies, Log Files, Tages and Pixels.</p>\n                    <p>\"<b>Tags</b>\" and \"<b>Pixels</b>\" means electronic files used to record information about how you\n                        browse the FixedFloat.</p>\n                    <h3><span class=\"marker\">Section 2</span> <label>General</label></h3>\n                    <p>This Privacy Policy relates to the Personal Data that we collect when you are using our services or\n                        visiting FixedFloat.</p>\n                    <p>Personal Data is processed pursuant to the provisions of Regulation (EU) 2016/679 of the European\n                        Parliament and of the Council dated 27 April 2016 on the protection of natural persons with regard\n                        to the processing of personal data and on the free movement of such data, and repealing Directive\n                        95/46/EC (General Data Protection Regulation) and the Personal Data Protection Act dated 10 May\n                        2018.</p>\n                    <p>We would like to assure you that we are committed to the following principles of Personal Data\n                        protection:</p>\n                    <p class=\"with-counter with-marker\"><span class=\"marker\">●</span> any Personal Data you provide us with\n                        will be secured and will be collected only for the purposes set forth in this Privacy Policy;</p>\n                    <p class=\"with-counter with-marker\"><span class=\"marker\">●</span> we will not rent or sell your Personal\n                        Data to any third party;</p>\n                    <p class=\"with-counter with-marker\"><span class=\"marker\">●</span> we are committed to certain principles\n                        of Personal Data protection in relation to General Data Protection Regulation effective from 25 May\n                        2018;</p>\n                    <p class=\"with-counter with-marker\"><span class=\"marker\">●</span> we will provide you with the means to\n                        contact us regarding any questions or requests relating to this Privacy Policy or Personal Data.</p>\n                    <p>By using our services or visiting FixedFloat you confirm your agreement with this Privacy Policy. In\n                        view of that if you do not agree with this Privacy Policy please kindly do not visit FixedFloat and\n                        do not use our services.</p>\n                    <h3><span class=\"marker\">Section 3</span> <label>Personal Data We Collect</label></h3>\n                    <p>If you use our services you may provide us with your e-mail address in order to receive relevant\n                        notifications.</p>\n                    <p>When you visit FixedFloat we automatically collect certain information about your device (i.e.\n                        Cookies, Tags and Pixels and Log Files).</p>\n                    <h3><span class=\"marker\">Section 4</span> <label>Processing of Personal Data</label></h3>\n                    <p>The Personal Data is processed on the basis of (a) your consent or (b) provisions of law (including\n                        any relevant laws and regulations on counteracting money-laundering and terrorism financing) that\n                        authorise to process Personal Data.</p>\n                    <p>The processing of your collected Personal Data is based on (a) your consent as you provide us with\n                        your e-mail address or (b) by visiting FixedFloat and using our services. You can withdraw your\n                        consent at any time by sending a relevant notification to our support service (see section Contacts\n                        details and rights below).</p>\n                    <p>In order for us to provide our services, we will need to undertake collection, recording,\n                        organisation, storage, adaptation/alteration, retrieval, consultation, use, disclosure, erasure or\n                        destruction of your Personal Data, either among our affiliates or other authorised third parties.\n                        FixedFloat does not collect any sensitive Personal Data about you (i.e. gender, racial origin,\n                        financial position).</p>\n                    <p>FixedFloat is concerned with protecting your privacy and has commercially reasonable technical and\n                        organizational measures to protect your Personal Data against unlawful or unauthorized access, use,\n                        abuse, loss and disclosure and store your Personal Data securely. We will also take all reasonable\n                        precautionary steps to ensure that our staff have received adequate training relating to Personal\n                        Data protection. Notwithstanding the fact that we use all reasonable efforts to protect your\n                        Personal Data, we cannot guarantee the absolute security of your Personal Data provided or collected\n                        through FixedFloat.</p>\n                    <p>We may use your Personal Data for the following purposes:</p>\n                    <p class=\"with-counter with-marker\"><span class=\"marker\">●</span> informing you of the status of the\n                        exchange;</p>\n                    <p class=\"with-counter with-marker\"><span class=\"marker\">●</span> providing you with supporting\n                        documents;</p>\n                    <p class=\"with-counter with-marker\"><span class=\"marker\">●</span> marketing purposes;</p>\n                    <p class=\"with-counter with-marker\"><span class=\"marker\">●</span> improving FixedFloat and our services.\n                    </p>\n                    <p>We may retain Personal Data even after the exchange has been completed if retention is reasonably\n                        necessary to comply with our obligations under applicable laws, rules and regulations or to meet\n                        regulatory requirements, resolve disputes or enforce this Privacy Policy or our obligations. We will\n                        retain your Personal Data for a reasonable period or as long as required by applicable laws, rules\n                        and regulations.</p>\n                    <p>We do not knowingly and/or intentionally request to collect or collect Personal Data from any\n                        under-age individual. If a user submitting Personal Data is suspected of being under-age, we will\n                        require to cancel the exchange and will not allow continuing using our services. We will also take\n                        steps to delete the Personal Data as soon as possible.</p>\n                    <h3><span class=\"marker\">Section 5</span> <label>Cookies</label></h3>\n                    <p>When you visit FixedFloat our system automatically collects information about your visit, such as\n                        your browser type, your IP address, and the referring website. Such information is typically\n                        collected using Cookies, Log Files, Tages and Pixels and similar tools.</p>\n                    <p>We use <a href=\"https://analytics.google.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Google\n                            Analytics</a>, a web analysis service of Google. Please review their <a\n                            href=\"https://www.google.com/analytics/terms/us.html\">Terms of Service</a> and <a\n                            href=\"https://www.google.com/intl/en/policies/privacy/\" target=\"_blank\"\n                            rel=\"noopener noreferrer\">Privacy Policy</a>.</p>\n                    <p>FixedFloat uses the Remarketing Lists features of Google Analytics for Display Advertisers.\n                        FixedFloat and Google use first-party cookies (such as the Google Analytics cookie) and third-party\n                        cookies (such as the DoubleClick cookie) together to inform, optimize, and serve ads based on your\n                        past visits to FixedFloat.com. This means that vendors including Google will display FixedFloat.com\n                        promotional material on other sites you visit across the Internet.</p>\n                    <p>We use cookies from third-party partners, such as Google and Facebook, for marketing purposes.\n                        FixedFloat.com uses Google Analytics to process data about your behavior, age, gender, interests, to\n                        show you targeted ads and other content that has been customized for you.</p>\n                    <p>You can also opt-out of Google Analytics here: <a href=\"https://tools.google.com/dlpage/gaoptout\">https://tools.google.com/dlpage/gaoptout</a>.\n                    </p>\n                    <p>We also use <a href=\"https://adwords.google.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Google\n                            AdWords</a> Conversion Tracking cookie to measure and optimize the performance and user experience\n                        related to our ads in Google Search or selected Google Display Network sites. Please review the\n                        privacy policy <a href=\"https://www.google.com/intl/en/policies/privacy/\" target=\"_blank\"\n                                          rel=\"noopener noreferrer\">here</a>.</p>\n                    <p>You can also opt-out of Google AdWords here: <a href=\"https://adssettings.google.com/authenticated\"\n                                                                       target=\"_blank\" rel=\"noopener noreferrer\">https://adssettings.google.com/authenticated</a>.\n                    </p>\n                    <h3><span class=\"marker\">Section 6</span> <label>Reservation of Rights</label></h3>\n                    <p>We reserve the right to amend this Privacy Policy at any time without prior notice to you. We will\n                        process the Personal Data in accordance with the terms of the Privacy Policy that you have consented\n                        to at the time of your consent. Upon an update of this Privacy Policy, we will inform you with a\n                        banner notice on the FixedFloat. If you continue to use FixedFloat, it will constitute and will be\n                        considered as your consent to the updated Privacy Policy. Check the date at the beginning of this\n                        Privacy Policy to determine when it was last amended.</p>\n                    <h3><span class=\"marker\">Section 7</span> <label>Contact details and Rights</label></h3>\n                    <p>Upon receipt of your request and due review of its merits:</p>\n                    <p class=\"with-counter with-marker\"><span class=\"marker\">●</span> we will provide you with information\n                        as to whether and what Personal Data we store in relation to you;</p>\n                    <p class=\"with-counter with-marker\"><span class=\"marker\">●</span> should your Personal Data be incorrect\n                        you may have it rectified; and</p>\n                    <p class=\"with-counter with-marker\"><span class=\"marker\">●</span> you may also revoke your consent to\n                        use your Personal Data in the future, in whole or in parts, or request deletion of your Personal\n                        Data.</p>\n                    <p>If you have any questions or queries about us, our Privacy Policy or your Personal Data please\n                        contact us using our support service at <a href=\"/support\" target=\"_blank\"\n                                                                   rel=\"noopener noreferrer\">Support page</a> or at <b></b>.</p>\n                </section>",
    "Terms Content": "<section class=\"blog-article-content content-terms\">\n                <p class=\"last-updated\">Last updated on March 1, 2023</p>\n                <div class=\"article-menu\">\n                    <h3>Document's contents</h3>\n                    <ol class=\"article-menu-list\">\n                        <li><a href=\"#terms_section_1\">General Provisions</a></li>\n                        <li><a href=\"#terms_section_2\">Using of Service</a></li>\n                        <li><a href=\"#terms_section_3\">Prices and Exchange Rates</a></li>\n                        <li><a href=\"#terms_section_4\">Processing Orders in Violation of the Exchange rules</a></li>\n                        <li><a href=\"#terms_section_5\">Prohibited Jurisdictions</a></li>\n                        <li><a href=\"#terms_section_6\">Prohibited Uses</a></li>\n                        <li><a href=\"#terms_section_7\">AML Procedure</a></li>\n                        <li><a href=\"#terms_section_8\">Personal Data</a></li>\n                        <li><a href=\"#terms_section_9\">Accuracy, Completeness and Timeliness of Information</a></li>\n                        <li><a href=\"#terms_section_10\">User Comments, Feedback and Other Submissions</a></li>\n                        <li><a href=\"#terms_section_11\">Disclaimer Of Warranties</a></li>\n                        <li><a href=\"#terms_section_12\">Limitation Of Liability</a></li>\n                        <li><a href=\"#terms_section_13\">Entire Agreement</a></li>\n                        <li><a href=\"#terms_section_14\">Tax</a></li>\n                        <li><a href=\"#terms_section_15\">Changes to Terms of Service</a></li>\n                        <li><a href=\"#terms_section_16\">Risk</a></li>\n                        <li><a href=\"#terms_section_17\">Intellectual Property Rights</a></li>\n                        <li><a href=\"#terms_section_18\">Restricted Activities</a></li>\n                        <li><a href=\"#terms_section_19\">Disputes Resolution</a></li>\n                    </ol>\n                </div>\n                <p>Please read these terms of service (the \"Terms\") carefully before using our Service. By accessing or\n                    using any part of the site, you agree to be bound by these Terms. If you don’t agree with these\n                    Terms or any of its Clauses, you shall immediately cease to use any FixedFloat services.</p>\n                <h3 id=\"terms_section_1\"><span class=\"marker\">Section 1</span> <label>General Provisions</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">1.1.</span>These Terms constitute a legal agreement\n                    between us (\"<b>FixedFloat</b>\", \"<b>We</b>\", \"<b>Us</b>\", \"<b>Ourselves</b>\") and users, clients,\n                    visitors and others (without limitation), who access the Services (as defined below) (\"<b>User</b>\",\n                    \"<b>You</b>\", \"<b>Your</b>\").</p>\n                <p class=\"with-counter\"><span class=\"counter\">1.2.</span>The FixedFloat services (\"<b>Service</b>\")\n                    refers to the services provided to you by FixedFloat, which are offered through the fixedfloat.com\n                    website (\"<b>Website</b>\"), widgets and mobile applications.</p>\n                <p class=\"with-counter\"><span class=\"counter\">1.3.</span> FixedFloat offers an exchange of\n                    cryptocurrencies (\"<b>Exchange</b>\"), based on an order (\"<b>Order</b>\") that was created by the\n                    User in the Service.</p>\n                <p class=\"with-counter\"><span class=\"counter\">1.4.</span> One of the parameters of the Order is the\n                    exchange rate type: fixed (\"<b>Fixed rate</b>\") or floating (\"<b>Float rate</b>\") type of exchange\n                    rate. Fixed rate involves fixing the exchange rate: the User receives the exact amount that was\n                    displayed when creating the Exchange. Float rate implies a change in the exchange rate depending on\n                    market conditions. The exchange rate is finally set when the User's transaction receives the\n                    required number of blockchain network confirmations.</p>\n                <p class=\"with-counter\"><span class=\"counter\">1.5.</span> The headings used in this agreement are\n                    included for convenience only and will not limit or otherwise affect these Terms.</p>\n                <p class=\"with-counter\"><span class=\"counter\">1.6.</span> If the User does not read and accept the Terms\n                    of Service, the User should not use or continue using the Services.</p>\n                <h3 id=\"terms_section_2\"><span class=\"marker\">Section 2</span> <label>Using of Service</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">2.1.</span> You hereby confirm that you are an individual,\n                    legal person or other organization with full capacity for civil rights and civil conduct when you\n                    use the Service. By agreeing to these Terms, you represent that you are at least the age of majority\n                    in your state or province of residence or you have consent from your legal representative or\n                    guardian to use the Service.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.2.</span> You agree not to reproduce, duplicate, copy,\n                    sell, resell or exploit any portion of the Service, use of the Service, or access to the Service or\n                    any contact on the Website through which the service is provided, without express written permission\n                    by us.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.3.</span> To make an Exchange, the User must create an\n                    Order with a choice of direction, amount, type of exchange and an indication of the User's address,\n                    to which the funds should be received during the Exchange, and send funds to a specially generated\n                    address (or a combination of an address and a MEMO/Destination tag) on the Order page.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.4.</span> Only one transaction is allowed per address.\n                </p>\n                <p class=\"with-counter\"><span class=\"counter\">2.5.</span> By choosing Fixed rate, you acknowledge and\n                    agree that FixedFloat will execute Exchange and send the exact amount that was displayed on the\n                    order page when it was created, if the following conditions are met:</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> You sent funds and the\n                    transaction got into the mempool or block of the blockchain network within 10 minutes from the\n                    moment the order was created.</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> You sent the exact amount\n                    that was displayed on the Order page, which does not include network fees and withdrawal fees.</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> The market rate from the\n                    moment the Order was created to the appearance of the transaction in the mempool of the blockchain\n                    network was not changed by more than 1.2%</p>\n                <p class=\"with-counter\">Otherwise, the execution of the order with the payment of the exact amount that\n                    was displayed on the page of the created order before payment will be impossible. You will be able\n                    to make a choice on the order page: continue the order at the new market fixed rate at the time of\n                    the choice (when possible) or make a refund minus the network commission.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.6.</span> By choosing the Float rate, you acknowledge\n                    and agree that the exchange rates for the Float rate type are approximate and change over time. The\n                    service fee and the network fee for consolidating an incoming transaction, as well as for sending a\n                    transaction, are already included in the final displayed rate. The exchange rate is finally set\n                    within 10 minutes after your transaction receives the required number of confirmations in the\n                    blockchain network.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.7.</span> If the User's transaction does not arrive at\n                    the Service address after 30 minutes for an Order with a Float rate and after 10 minutes for an\n                    Order with a Fixed rate, the Order automatically switches to the \"Order expired\" status. If funds\n                    are received before 24 hours have passed since the creation of the Order, the User's transaction is\n                    automatically displayed in the Order. The User can choose on the Order page: continue the Order at\n                    the current market rate and or make a refund minus the network commission.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.8.</span> Sending a transaction on an Order after 24\n                    hours has passed since the creation of the Order is a violation of the Exchange rules.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.9.</span> The minimum and maximum allowable actual\n                    amount for Exchange is always displayed on the main page of the site in the \"Send\" and \"Receive\"\n                    fields. Sending a transaction on an Order, the amount of which is less than the minimum limit, is\n                    prohibited and is a violation of the Exchange rules.<br/>When sending a transaction for an Order,\n                    the amount of which exceeds the maximum limit of the Service, a form will be available on the Order\n                    page for the User to automatically return a part of the amount that exceeds the original amount of\n                    the created Order, while the other part of the amount will be exchanged.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.10.</span> When creating an Order, the User is fully\n                    responsible for the correctness of the chosen direction of the Exchange, the specified receiving\n                    address, the type of exchange rate and amount, as well as for being aware of the features of the\n                    selected currencies and networks. FixedFloat is not responsible if the transaction was sent to\n                    incorrectly specified details when creating an order. To make sure in the chosen direction and the\n                    details entered when creating the Order, the User can specify his email address to receive\n                    notifications about the status of the Order, containing all information about the Order, before the\n                    direct payment of the Order.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.11.</span> Automatic refund through the form on the\n                    Order page to the addresses of the Service, including the addresses of other Orders, is prohibited\n                    and is a violation of the Exchange rules.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.12.</span> You acknowledge and agree that you must send\n                    funds in a single transaction for the Order you have created in the same currency and blockchain\n                    network that was selected when creating the Order.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.13.</span> Sending funds to the address specified in the\n                    Order in a currency and/or blockchain network other than that specified in the Order is a violation\n                    of the Exchange rules.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.14.</span> You acknowledge and agree that Orders are\n                    executed fully automatically and when the User contacts technical support with a request to suspend\n                    the Order, change the Order data or refund the funds that were sent by the User for the Order,\n                    FixedFloat has the right to refuse this request without giving reasons.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.15.</span> Suspension of the User's Order in order to\n                    change the receiving address or return the funds that were sent by the User under the Order is\n                    possible only if, when creating the Order, the User indicated his email address to receive\n                    notifications about the status of the order or if the User created the exchange from his registered\n                    account. The user must send an email from their email address with information about the required\n                    changes. The term for consideration of the request is 24 hours after the Order is suspended and the\n                    FixedFloat email is received from the user.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.16.</span> Sending funds after 24 hours after the\n                    creation of the Order is a violation of the Exchange rules.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.17.</span> Creating an Order specifying the address of\n                    the Service from another Order is a violation of the Exchange rules.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.18.</span> Sending funds on the Order in more than one\n                    transaction is a violation of the Exchange rules.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.19.</span> Sending transactions to FixedFloat addresses\n                    via third-party smart contracts is prohibited and is a violation of the Exchange rules, unless it is\n                    expressly allowed on the Order page.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.20.</span> The possibility of exchanging or refunding\n                    funds in case of violation of the Exchange rules is described in section 4.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.21.</span> An order is accessed via a URL link\n                    containing the Order ID and data about the receiving address that was entered when the order was\n                    created. If the link to the Order or the Order ID is lost, the User can contact technical support to\n                    search for the Order. In this case, the User must provide complete data about his order, namely: the\n                    direction of the exchange being made; the transaction by which the funds were sent to the address of\n                    the Service; the receiving address that the User entered when creating the Order. If all the\n                    necessary data is not provided, the search for the Order will be refused.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.22.</span> If the User has created an Order and sent a\n                    transaction in accordance with the Terms of Use of the Service, but FixedFloat cannot perform an\n                    Exchange or return for its own technical reasons, the User is offered a solution based on the\n                    technical capabilities at the time of the request, which takes no more than 24 hours to complete.\n                </p>\n                <p class=\"with-counter\"><span class=\"counter\">2.23.</span> If the User has created an Order and sent a\n                    transaction in accordance with the Terms of Use of the Service, but during the process of processing\n                    the Order, unforeseen and independent of FixedFloat factors occur that contribute to the\n                    non-fulfillment of the Order, the Order completion time in this case is not regulated and depends\n                    solely on the elimination of the relevant factors.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.24.</span> The Service provides non-custodial services,\n                    which means that we do not store your funds on deposits and balances.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.25.</span> We reserve the right to refuse service to\n                    anyone for any reason at any time.</p>\n                <p class=\"with-counter\"><span class=\"counter\">2.26.</span> We reserve the right at any time to modify or\n                    discontinue the Website (or any part or content thereof) without notice at any time.</p>\n                <h3 id=\"terms_section_3\"><span class=\"marker\">Section 3</span> <label>Prices and Exchange Rates</label>\n                </h3>\n                <p class=\"with-counter\"><span class=\"counter\">3.1.</span> Prices for our services are subject to change\n                    without notice.</p>\n                <p class=\"with-counter\"><span class=\"counter\">3.2.</span> We shall not be liable to you or to any\n                    third-party for any modification, price change, suspension or discontinuance of the service.</p>\n                <p class=\"with-counter\"><span class=\"counter\">3.3.</span> The FixedFloat commissions, as well as all the\n                    fees spent by the Service for sending transactions and consolidating the funds received from the\n                    User, are already included in the final exchange rate displayed when the exchange is created.</p>\n                <p class=\"with-counter\"><span class=\"counter\">3.4.</span> The number of transaction confirmations\n                    required for a transaction to be considered accepted for an Order is different for each of the\n                    cryptocurrencies. The required number of transaction confirmations is subject to change at the\n                    discretion of FixedFloat without notice.</p>\n                <h3 id=\"terms_section_4\"><span class=\"marker\">Section 4</span> <label>Processing Orders in Violation of\n                    the Exchange rules</label></h3>\n                <p>Violation of the Exchange rules makes it impossible to automatically process and fulfill the Order.\n                    For each case of violation of the Exchange rules, the User must contact the technical support on the\n                    site and register a request for manual processing by technical specialists.</p>\n                <p class=\"with-counter\"><span class=\"counter\">4.1.</span> Sending funds after 24 hours from the moment\n                    the Order was created</p>\n                <p class=\"with-counter\">When sending funds for the Order after 24 hours after the creation of the Order,\n                    the transaction will be attached to the Order within 24 hours after the registration of the User's\n                    request. The User will be able to choose whether to continue the order at the market rate, at the\n                    time of attaching the transaction, or to make a refund.</p>\n                <p class=\"with-counter\"><span class=\"counter\">4.2.</span> Sending two or more transactions for one Order\n                </p>\n                <p class=\"with-counter\">For one Order, only one transaction is processed and double payment for the\n                    Order is prohibited. If two or more transactions arrive at the Order address, the Order is still\n                    executed only with the first transaction. The exchange of funds for other transactions at the\n                    current market rate at the time of manual processing of the Order or the return of funds minus the\n                    network commission is carried out within 24 hours after the registration of the User's request.</p>\n                <p class=\"with-counter\"><span class=\"counter\">4.3.</span> Attempt to make a double exchange</p>\n                <p class=\"with-counter\">If, when creating an Order or when automatically refunding funds, the User\n                    indicated the address of the Service from another Order, then when contacting technical support, the\n                    User must provide his address in order to receive funds for exchange or return. Sending funds to the\n                    User's address is carried out within 24 hours after registration of the User's request. The total\n                    amount to be sent will be recalculated taking into account the additional expenses of the Service\n                    for the miner fee for sending the transaction and consolidating funds.</p>\n                <p class=\"with-counter\"><span class=\"counter\">4.4.</span> Sending or returning funds by the User to the\n                    address of our Service</p>\n                <p class=\"with-counter\">If the User sent funds or the service returned funds to the FixedFloat address\n                    from which they were sent earlier, he must inform technical support about the transaction as a\n                    result of which the funds were sent and his address for the return of funds. Technical specialists\n                    have the right to demand proof that this transaction was sent on behalf of the User, if this fact is\n                    not obvious. Sending a refund to the User's address is carried out within fourteen (14) days after\n                    providing all evidence that the transaction was sent or initiated by the User.</p>\n                <p class=\"with-counter\"><span class=\"counter\">4.5.</span> Sending funds below the limit</p>\n                <p class=\"with-counter\">If the User has sent a transaction, the amount of which is less than the amount\n                    of the Order and less than the minimum limit, a form will be available on the Order page for issuing\n                    an automatic refund to the User. FixedFloat reserves the right to refuse a refund.</p>\n                <p class=\"with-counter\"><span class=\"counter\">4.6.</span> Sending funds using a third-party smart\n                    contract</p>\n                <p class=\"with-counter\">The service does not automatically process transactions sent through third-party\n                    smart contracts. When sending such a transaction, the User must inform technical support about it.\n                    The transaction will be attached to the order within seven (7) days after the registration of the\n                    User's request.</p>\n                <p class=\"with-counter\"><span class=\"counter\">4.7.</span> Sending funds to a blockchain network other\n                    than the one specified in the Order</p>\n                <p class=\"with-counter deep\"><span class=\"counter\">4.7.1.</span> If for the Order the currency was sent\n                    to the address of the Service in a network different from the one that was selected when creating\n                    the Order, and this network is supported by the Service, then the request will be processed within\n                    seven (7) days after the registration of the request. The user can choose to continue the order at\n                    the rate at the time of attaching the transaction, or make a refund.</p>\n                <p class=\"with-counter deep\"><span class=\"counter\">4.7.2.</span> If for the Order the currency was sent\n                    to the address of the Service in a network different from the one that was selected when creating\n                    the Order, and this network is NOT supported by the Service, then the request will be processed\n                    within thirty (30) days after the registration of the request. The User can only request a refund if\n                    the amount sent is equivalent to more than twenty (20) USD. The commission for the restoration of\n                    funds and their return depends on the complexity of the work to restore them and is set individually\n                    for each case, but cannot be less than ten (10) USD. FixedFloat has the right to refuse to refund\n                    these funds without giving reasons.</p>\n                <p class=\"with-counter\"><span class=\"counter\">4.8.</span> Sending funds in a currency other than that\n                    specified in the Order</p>\n                <p class=\"with-counter deep\"><span class=\"counter\">4.8.1.</span> If a currency other than that specified\n                    in the Order is sent to the address of the Service in the same network as the selected currency in\n                    the Order, and this currency is also supported by the Service, then the request will be processed\n                    within seven (7) days after the request is registered. The user can choose whether to continue the\n                    order at the rate at the time of attaching the transaction or to make a refund.</p>\n                <p class=\"with-counter deep\"><span class=\"counter\">4.8.2.</span> If a currency other than that specified\n                    in the Order is sent to the Service's address in a network other than the one selected when creating\n                    the Order, and this currency and network is supported by the Service, then the request will be\n                    processed within seven (7) days after the request was registered. The user can choose whether to\n                    continue the order at the rate at the time of attaching the transaction or to make a refund.</p>\n                <p class=\"with-counter deep\"><span class=\"counter\">4.8.3.</span>If a currency other than that specified\n                    in the Order is sent to the Service's address in the same network that was selected when creating\n                    the Order, but this currency is NOT supported by the Service, then the request will be processed\n                    within thirty (30) days after the request was registered. The user can only request a refund if the\n                    amount sent is equivalent to more than twenty (20) USD. To return funds, the User is obliged to pay\n                    a commission for sending a return (miner fee), as well as a service commission in the amount of ten\n                    (10) USD for making a return of sent funds.</p>\n                <p class=\"with-counter deep\"><span class=\"counter\">4.8.4.</span> If a currency other than that specified\n                    in the Order is sent to the address of the Service in a network different from the one that was\n                    selected when creating the Order, and this currency is NOT supported by the Service, but the network\n                    is supported by the Service, then the request will be processed within thirty (30) days after the\n                    registration of the request. The user can only request a refund if the amount sent is equivalent to\n                    more than twenty (20) USD. To return funds, the User is obliged to pay a commission for sending a\n                    return (miner fee), as well as a service commission in the amount of ten (10) USD for making a\n                    return of sent funds.</p>\n                <p class=\"with-counter deep\"><span class=\"counter\">4.8.5.</span> If a currency other than that specified\n                    in the Order is sent to the Service's address in a network other than the one selected when creating\n                    the Order, and the network is NOT supported by the Service, then the request will be processed\n                    within thirty (30) days after the request was registered. The user can only request a refund if the\n                    amount sent is equivalent to more than twenty (20) USD. The commission for the restoration of funds\n                    and their return depends on the complexity of the work to restore them and is set individually for\n                    each case, but cannot be less than ten (10) USD. FixedFloat has the right to refuse to refund these\n                    funds without giving reasons.</p>\n                <p class=\"with-counter\"><span class=\"counter\">4.9.</span>Sending funds for an Order as a transaction\n                    with incorrect parameters</p>\n                <p class=\"with-counter\">Sending funds for an Order as a transaction with incorrect parameters. If the\n                    Order specifies the need to specify additional parameters when sending a transaction (such as MEMO,\n                    Destination tag, Comment and others), then sending a transaction on the Order without the specified\n                    parameters or with incorrect parameters may lead to an irretrievable loss of the User's funds. If\n                    the transaction was sent without specifying the required parameter, the User must report this to the\n                    technical support service, as well as provide evidence that this transaction was sent directly or\n                    initiated by the User. The commission for the restoration of funds and their return is 10% of the\n                    amount, but cannot be less than ten (10) US dollars. The term for consideration of the request is 14\n                    days after the provision of all evidence. FixedFloat has the right to refuse to return these funds\n                    without giving reasons. The user can only request a refund if the amount sent is equivalent to more\n                    than ten (10) US dollars.</p>\n                <p class=\"with-counter\"><span class=\"counter\">4.10.</span> The term for processing an Order in violation\n                    of the Exchange Rules</p>\n                <p class=\"with-counter deep\"><span class=\"counter\">4.10.1.</span> In case of high workload, We reserve\n                    the right to increase the processing time for Orders in violation of the Exchange Rules.</p>\n                <p class=\"with-counter deep\"><span class=\"counter\">4.10.2.</span> In case of repeated violation of the\n                    Exchange Rules, We reserve the right to increase the processing time of the Order up to 2 months, as\n                    well as to refuse the User further service.</p>\n                <h3 id=\"terms_section_5\"><span class=\"marker\">Section 5</span> <label>Prohibited Jurisdictions</label>\n                </h3>\n                <p class=\"with-counter\"><span class=\"counter\">5.1.</span> FixedFloat reserves the right to restrict or\n                    deny its services in certain countries.</p>\n                <p class=\"with-counter\"><span class=\"counter\">5.2.</span> The use of Service is prohibited to citizens\n                    and residents of the United States of America, as well as individuals and entities located in\n                    countries on the United Nations Sanctions List. Additionally, any individual or entity that is\n                    located in these countries, regardless of their nationality or citizenship, is prohibited from using\n                    this service. Any attempt to use this service from a prohibited location is strictly prohibited.</p>\n                <p class=\"with-counter\"><span class=\"counter\">5.3.</span> Use of the Service is prohibited in countries\n                    where usage of cryptocurrency or usage of Service is forbidden by applicable law.</p>\n                <p class=\"with-counter\"><span class=\"counter\">5.4.</span> FixedFloat reserves the right to use various\n                    methods to prevent the use of the Service by Users from prohibited jurisdictions. You are to comply\n                    this rule even if the methods to prevent the use of the Service from prohibited jurisdictions are\n                    ineffective or can be bypassed.</p>\n                <h3 id=\"terms_section_6\"><span class=\"marker\">Section 6</span> <label>Prohibited Uses</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">6.1.</span> In addition to other prohibitions as set forth\n                    in these Terms, you are prohibited from using the Website or its content:</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> for any unlawful purpose;\n                </p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> to solicit others to\n                    perform or participate in any unlawful acts;</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> to violate any\n                    international, federal, provincial or state regulations, rules, laws, or local ordinances;</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> to infringe upon or violate\n                    our intellectual property rights or the intellectual property rights of others;</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> to harass, abuse, insult,\n                    harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation,\n                    religion, ethnicity, race, age, national origin, or disability;</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> to submit false or\n                    misleading information;</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> to upload or transmit\n                    viruses or any other type of malicious code that will or may be used in any way that will affect the\n                    functionality or operation of the Service or of any related Website, other Websites, or the\n                    Internet;</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> to collect or track the\n                    personal information of others;</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> for sending spam, phishing,\n                    using parsers to collect data from the site;</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> for any obscene or immoral\n                    purpose;</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> to interfere with or\n                    circumvent the security features of the Service or any related Website, other Websites, or the\n                    Internet.</p>\n                <p class=\"with-counter\"><span class=\"counter\">6.2.</span> It is forbidden to use the service for\n                    laundering funds obtained by criminal means. If criminal funds are sent to our addresses, the funds\n                    may be frozen until information about the source and legality of the funds is received. The\n                    necessary information that must be provided by the User when freezing funds that are clearly related\n                    to criminal activity is described in section 7.</p>\n                <p class=\"with-counter\"><span class=\"counter\">6.3.</span> We reserve the right to terminate your use of\n                    the Service or any related Website for violating any of the prohibited uses.</p>\n                <h3 id=\"terms_section_7\"><span class=\"marker\">Section 7</span> <label>AML Procedure</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">7.1.</span> To make an Exchange in the Service, the User\n                    does not have to register or log in to the Service system and provide personal data. However, when\n                    the User sends funds that are clearly related to criminal activity, the User's Order may be\n                    suspended in order to request details about the origin of the funds sent until the requested\n                    information is provided.</p>\n                <p class=\"with-counter\"><span class=\"counter\">7.2.</span> FixedFloat may determine a direct link to\n                    criminal activity based on information from business partners, public sources, victim complaints\n                    against FixedFloat, and law enforcement requests.</p>\n                <p class=\"with-counter\"><span class=\"counter\">7.3.</span> FixedFloat reserves the right not to disclose\n                    the source of information about the connection of funds sent by the User with criminal activity.</p>\n                <p class=\"with-counter\"><span class=\"counter\">7.4.</span> By accepting these Terms, you acknowledge and\n                    agree that the transaction you sent can be verified using the security system of the Service.</p>\n                <p class=\"with-counter\"><span class=\"counter\">7.5.</span> By accepting these Terms, you acknowledge and\n                    agree to provide full details of the origin of the funds sent by you and confirm the honesty and\n                    legality of the receipt of these funds upon suspension of the Order and the corresponding request by\n                    FixedFloat.</p>\n                <p class=\"with-counter\"><span class=\"counter\">7.6.</span> By accepting these Terms, you agree and\n                    warrant that true, accurate, current and complete information about the origin of funds sent is\n                    provided and you take full responsibility for its accuracy, completeness and reliability.</p>\n                <p class=\"with-counter\"><span class=\"counter\">7.7.</span> The data must be provided directly by the\n                    sender of funds under the Order.</p>\n                <p class=\"with-counter\"><span class=\"counter\">7.8.</span> If you refuse to provide data about the origin\n                    of the funds sent or provide false data, and if the data you provide confirms your connection to\n                    criminal activity, FixedFloat has the right to freeze the funds for the subsequent return of funds\n                    to the victims with the assistance of law enforcement agencies.</p>\n                <p class=\"with-counter\"><span class=\"counter\">7.9.</span> In some cases, when for objective reasons the\n                    User cannot provide sufficient evidence of the source of the funds received, as well as in the case\n                    of a personal acquaintance of the sender with the alleged criminal who sent the funds to the User,\n                    as an exception, the User may be asked to undergo identity verification.</p>\n                <h3 id=\"terms_section_8\"><span class=\"marker\">Section 8</span> <label>Personal Data</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">8.1.</span> By accepting these Terms, you expressly allow\n                    FixedFloat to process your personal data, export your personal data outside of the jurisdiction in\n                    which you reside or are located.</p>\n                <p class=\"with-counter\"><span class=\"counter\">8.2.</span> By accepting these Terms, you expressly allow\n                    FixedFloat to process and store your personal data.</p>\n                <p class=\"with-counter\"><span class=\"counter\">8.3.</span> We are entitled to transfer some User’s data\n                    (including IP-addresses) to our business partners or governmental bodies at their request to\n                    facilitate the prevention and disclosure of prohibited or illegal actions. By accepting these Terms,\n                    you acknowledge and agree to your personal data may be transferred in this way.</p>\n                <p class=\"with-counter\"><span class=\"counter\">8.4.</span> By accepting these Terms, you authorize the\n                    transfer of your personal data to our business partners and government authorities at their request\n                    in order to prevent and disclose prohibited or illegal activities.</p>\n                <p class=\"with-counter\"><span class=\"counter\">8.5.</span> Certain personal information provided to us is\n                    protected according to the Privacy Policy.</p>\n                <h3 id=\"terms_section_9\"><span class=\"marker\">Section 9</span> <label>Accuracy, Completeness and\n                    Timeliness of Information</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">9.1.</span> We are not responsible if information made\n                    available on the Website is not accurate, complete or current. The material on the Website is\n                    provided for general information only and should not be relied upon or used as the sole basis for\n                    making decisions without consulting primary, more accurate, more complete or more timely sources of\n                    information. Any reliance on the material on the Website is at your own risk.</p>\n                <p class=\"with-counter\"><span class=\"counter\">9.2.</span> The Website may contain certain historical\n                    information. Historical information, necessarily, is not current and is provided for your reference\n                    only. We reserve the right to modify the contents of the Website at any time and we have no\n                    obligation to update any information on this Website. You agree that it is your responsibility to\n                    monitor changes to the Website.</p>\n                <h3 id=\"terms_section_10\"><span class=\"marker\">Section 10</span> <label>User Comments, Feedback and\n                    Other Submissions</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">10.1.</span> If, at our request, you send certain specific\n                    submissions or without a request from us you send creative ideas, suggestions, proposals, plans, or\n                    other materials, whether online, by email, by postal mail, or otherwise (collectively, \"comments\"),\n                    you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate\n                    and otherwise use in any media any comments that you forward to us.</p>\n                <h3 id=\"terms_section_11\"><span class=\"marker\">Section 11</span> <label>Disclaimer Of Warranties</label>\n                </h3>\n                <p class=\"with-counter\"><span class=\"counter\">11.1.</span> We do not guarantee, represent or warrant\n                    that your use of our services will be uninterrupted, timely, secure or error-free.</p>\n                <p class=\"with-counter\"><span class=\"counter\">11.2.</span> You agree that from time to time we may\n                    remove the service for indefinite periods of time or cancel the service at any time, without notice\n                    to you.</p>\n                <p class=\"with-counter\"><span class=\"counter\">11.3.</span> In no case shall FixedFloat be liable for\n                    lost profits, lost revenue, lost savings, loss of data or any similar damages.</p>\n                <p class=\"with-counter\"><span class=\"counter\">11.4.</span> THE WEBSITE AND THE SERVICES ARE PROVIDED ON\n                    AN \"AS IS\" BASIS AND WITHOUT ANY WARRANTIES OR INDEMNITIES OF ANY KIND, EITHER EXPRESSED OR IMPLIED.\n                    YOU ASSUME ALL RESPONSIBILITY AND RISK WITH RESPECT TO YOUR USE OF THE WEBSITE AND SERVICES. TO THE\n                    MAXIMUM EXTENT PERMITTED BY THE APPLICABLE LAWS, WE OR OUR AFFILIATES DO NOT ACCEPT ANY LIABILITY\n                    FOR ANY DAMAGE OR LOSS, INCLUDING LOSS OF BUSINESS, REVENUE, OR PROFITS, OR LOSS OF OR DAMAGE TO\n                    DATA, EQUIPMENT, OR SOFTWARE (DIRECT, INDIRECT, PUNITIVE, ACTUAL, CONSEQUENTIAL, INCIDENTAL,\n                    SPECIAL, EXEMPLARY OR OTHERWISE), RESULTING FROM ANY USE OF, OR INABILITY TO USE, THIS WEBSITE AND\n                    THE SERVICES OR THE MATERIAL, INFORMATION, SOFTWARE, FACILITIES, SERVICES OR CONTENT ON THIS\n                    REGARDLESS OF THE BASIS, UPON WHICH THE LIABILITY IS CLAIMED.</p>\n                <p class=\"with-counter\"><span class=\"counter\">11.5.</span> WE DO NOT GUARANTEE CONTINUOUS, UNINTERRUPTED\n                    OR SECURE ACCESS TO THE SERVICES AND YOU ACKNOWLEDGE AND AGREE THAT THE WEBSITE MAY BE INTERFERED\n                    WITH BY NUMEROUS FACTORS OUTSIDE OF OUR CONTROL.</p>\n                <h3 id=\"terms_section_12\"><span class=\"marker\">Section 12</span> <label>Limitation Of Liability</label>\n                </h3>\n                <p class=\"with-counter\"><span class=\"counter\">12.1.</span> IF APPLICABLE LAWS DO NOT ALLOW ALL OR ANY\n                    PART OF THE ABOVE LIMITATION OF LIABILITY TO APPLY TO YOU, THE LIMITATIONS WILL APPLY TO YOU ONLY TO\n                    THE EXTENT PERMITTED BY APPLICABLE LAWS. YOU UNDERSTAND AND AGREE THAT IT IS YOUR OBLIGATION TO\n                    ENSURE COMPLIANCE WITH ANY LEGISLATION RELEVANT TO YOUR COUNTRY OF DOMICILE CONCERNING USE OF THE\n                    WEBSITE, AND THAT YOU SHOULD NOT ACCEPT ANY LIABILITY FOR ANY ILLEGAL OR UNAUTHORIZED USE OF THE\n                    WEBSITE. YOU AGREE TO BE SOLELY RESPONSIBLE FOR ANY APPLICABLE TAXES IMPOSED UNDER YOUR TAX\n                    RESIDENCY REGULATIONS.</p>\n                <p class=\"with-counter\"><span class=\"counter\">12.2.</span> IN NO EVENT SHALL WE, OUR DIRECTORS, MEMBERS,\n                    EMPLOYEES OR AGENTS BE LIABLE FOR ANY LOSS RESULTING FROM HACKING, TAMPERING, VIRUS TRANSMISSION OR\n                    OTHER UNAUTHORIZED ACCESS OR USE OF THE SERVICES, YOUR ACCOUNT, OR ANY INFORMATION CONTAINED\n                    THEREIN; FOR PRODUCTS NOT BEING AVAILABLE FOR USE; FOR IMPROPER FUNCTIONALITY, TECHNICAL FAULTS AND\n                    DOWNTIME OF THE TECHNICAL INFRASTRUCTURE.</p>\n                <p class=\"with-counter\"><span class=\"counter\">12.3.</span> You hereby agree to indemnify the FixedFloat,\n                    any of its officers, directors, employees and agents and its affiliated and related entities from\n                    and against any claims, costs, losses, liabilities, damages, expenses and judgments of any and every\n                    kind arising out of, relating to, or incurred in connection with any claim, complaint, audit,\n                    inquiry, or other proceeding, that arises or relates to:</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> any actual or alleged\n                    breach of your representations, warranties, or obligations set forth in these Terms;</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> your wrongful or improper\n                    use of the services;</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> any other party’s access or\n                    use of the services with your data;</p>\n                <p class=\"with-counter with-marker deep nogap\"><span class=\"marker\">●</span> arising out of a breach of\n                    any warranty, representation, or obligation hereunder.</p>\n                <p class=\"with-counter\"><span class=\"counter\">12.4.</span> You shall not have any claim of any nature\n                    whatsoever against us for any failure to carry out any of our obligations under these Terms as a\n                    result of a force majeure - causes beyond our control, including but not limited to any strike,\n                    lockout, labor shortage or means, in obtaining any permission, consent or approval required by us in\n                    order to provide the Services, riot, political or civil disturbances, the elements, by an act of\n                    state or government including regulatory action imposed or any other authority or any other cause\n                    whatsoever beyond our absolute and direct control.</p>\n                <p class=\"with-counter\"><span class=\"counter\">12.5.</span> FixedFloat is not responsible for phishing\n                    sites and chatbots using the name and/or design of the Service.</p>\n                <h3 id=\"terms_section_13\"><span class=\"marker\">Section 13</span> <label>Entire Agreement</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">13.1.</span> The failure of us to exercise or enforce any\n                    right or provision of these Terms shall not constitute a waiver of such right or provision.</p>\n                <p class=\"with-counter\"><span class=\"counter\">13.2.</span> These Terms and any policies or operating\n                    rules posted by us on the Website or in respect of the Service constitutes the entire agreement and\n                    understanding between you and us and govern your use of the Service, superseding any prior or\n                    contemporaneous agreements, communications and proposals, whether oral or written, between you and\n                    us (including, but not limited to, any prior versions of these Terms).</p>\n                <p class=\"with-counter\"><span class=\"counter\">13.3.</span> Any ambiguities in the interpretation of\n                    these Terms shall not be construed against the drafting party.</p>\n                <h3 id=\"terms_section_14\"><span class=\"marker\">Section 14</span> <label>Tax</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">14.1.</span> The taxation of digital assets has been\n                    limited to the most jurisdictions. You may be subject to certain tax implications when buying or\n                    selling digital assets.</p>\n                <p class=\"with-counter\"><span class=\"counter\">14.2.</span> You agree that FixedFloat is not responsible\n                    for determining whether taxes apply to your Exchanges or for collecting, reporting, withholding or\n                    remitting any taxes arising from any transactions.</p>\n                <p class=\"with-counter\"><span class=\"counter\">14.3.</span> You agree that FixedFloat is not responsible\n                    for notifying Users of the need to file tax reports and pay taxes as a result of any transactions,\n                    if such are provided in Your jurisdiction.</p>\n                <p class=\"with-counter\"><span class=\"counter\">14.4.</span> The User himself is responsible for\n                    compliance with the laws of the country in which he is located.</p>\n                <h3 id=\"terms_section_15\"><span class=\"marker\">Section 15</span> <label>Changes to Terms of\n                    Service</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">15.1.</span> You can review the most current version of\n                    the Terms at any time at this page.</p>\n                <p class=\"with-counter\"><span class=\"counter\">15.2.</span> We reserve the right, at our sole discretion,\n                    to update, change or replace any part of these Terms by posting updates and changes to our website.\n                    It is your responsibility to check our website periodically for changes. Your continued use of or\n                    access to our website or the Service following the posting of any changes to these Terms constitutes\n                    acceptance of those changes.</p>\n                <h3 id=\"terms_section_16\"><span class=\"marker\">Section 16</span> <label>Risk</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">16.1.</span> You acknowledge and agree that you are aware\n                    of the risks associated with transactions with digital currencies and their derivatives.</p>\n                <p class=\"with-counter\"><span class=\"counter\">16.2.</span> You acknowledge and agree that your use of\n                    the Service is at your own risk.</p>\n                <p class=\"with-counter\"><span class=\"counter\">16.3.</span> You assume all risks associated with\n                    transactions with digital currencies and their derivatives. FixedFloat is not responsible for any\n                    such risks or adverse results.</p>\n                <h3 id=\"terms_section_17\"><span class=\"marker\">Section 17</span> <label>Intellectual Property\n                    Rights</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">17.1.</span> The FixedFloat exclusively owns all rights,\n                    title, and interest in the \"FIXEDFLOAT\" name, \"FIXEDFLOAT\" logo, the names of individual services\n                    and their logos, patents, copyrights (including rights in derivative works), trademarks or service\n                    marks, logos and designs, trade secrets, and other intellectual property embodied by, or contained\n                    on the Website and relating webpages, documentation etc.</p>\n                <p class=\"with-counter\"><span class=\"counter\">17.2.</span> You shall never use any FIXEDFLOAT logos,\n                    marks or other intellectual property for commercial and public use without our express permission,\n                    unless otherwise explicitly indicated by the FixedFloat.</p>\n                <p class=\"with-counter\"><span class=\"counter\">17.3.</span> You shall not copy, reproduce, distribute,\n                    modify, create derivative works of, publicly display, publicly perform, republish, download, store,\n                    transmit or otherwise use any of the FixedFloat logos, marks or intellectual property.</p>\n                <p class=\"with-counter\"><span class=\"counter\">17.4.</span> You also shall not make any public statement\n                    or issue any press release related to us or our services without our express permission.</p>\n                <p class=\"with-counter\"><span class=\"counter\">17.5.</span> Under these Terms you are entitled to use any\n                    logos or marks for your personal, non-commercial purposes exclusively.</p>\n                <h3 id=\"terms_section_18\"><span class=\"marker\">Section 18</span> <label>Restricted Activities</label>\n                </h3>\n                <p class=\"with-counter\"><span class=\"counter\">18.1.</span> In connection with your use of the Service,\n                    or in the course of your interactions with the FixedFloat, you shall not:</p>\n                <p class=\"with-counter deep nogap\"><span class=\"counter\">18.1.1.</span> breach these Terms or any policy\n                    approved by the FixedFloat and agreed by you;</p>\n                <p class=\"with-counter deep nogap\"><span class=\"counter\">18.1.2.</span> violate any law, statute,\n                    ordinance, or regulation;</p>\n                <p class=\"with-counter deep nogap\"><span class=\"counter\">18.1.3.</span> infringe the FixedFloat or any\n                    third party's copyright, patent, trademark, exchange secret or other intellectual property rights,\n                    or rights of publicity or privacy;</p>\n                <p class=\"with-counter deep nogap\"><span class=\"counter\">18.1.4.</span> act in a manner that is\n                    defamatory, trade libellous, threatening or harassing to our employees, agents or other users;</p>\n                <p class=\"with-counter deep nogap\"><span class=\"counter\">18.1.5.</span> provide false, inaccurate or\n                    misleading Information;</p>\n                <p class=\"with-counter deep nogap\"><span class=\"counter\">18.1.6.</span> engage in potentially fraudulent\n                    or suspicious activity and/or transactions.</p>\n                <h3 id=\"terms_section_19\"><span class=\"marker\">Section 19</span> <label>Disputes Resolution</label></h3>\n                <p class=\"with-counter\"><span class=\"counter\">19.1.</span> All disputes and disagreements that might\n                    arise from these Terms shall be resolved by means of negotiations.</p>\n                <p class=\"with-counter\"><span class=\"counter\">19.2.</span> You agree that for the purposes of the\n                    settlement of disputes between you and us, an e-mail correspondence with the authorized persons of\n                    the FixedFloat at: \n                    shall be the effective and binding method of communication.</p>\n                <p class=\"with-counter\"><span class=\"counter\">19.3.</span> If the parties cannot agree on the subject of\n                    the dispute within thirty (30) days, the dispute shall be shall be referred to and finally resolved\n                    by the relevant court.</p>\n                <p class=\"with-counter\"><span class=\"counter\">19.4.</span> To the extent allowed by the applicable law,\n                    you agree that you will bring any claim arising from or connected with these Terms of use within one\n                    (1) year from the date of which such claim arose. Otherwise such claims will be irrevocably waived.\n                </p></section>",
    "Support Content": "<p class=\"head-desc\">We are happy to help you sort out any issues 24 hours a day, 7 days a week.</p>\n            <ul class=\"support-list\">\n                <li style=\"background-image: url(/assets/images/background/bg_chat.svg);\">\n                    <span class=\"ico livechat\"></span>\n                    <label>Live chat</label>\n                    <p>Start a chat with us now</p>\n                    <a class=\"btn mini\" href=\"#\" id=\"start_livechat\">Go</a>\n                </li>\n                <li style=\"background-image: url(/assets/images/background/bg_tg.svg);\">\n                    <span class=\"ico tg\"></span>\n                    <label>Telegram</label>\n                    <p>Estimated reply time: 10 minutes</p>\n                    <a class=\"btn mini\" target=\"_blank\" href=\"https://t.me/fixedfloat_chat_bot\">Go</a>\n                </li>\n                <li style=\"background-image: url(/assets/images/background/bg_twitter.svg);\">\n                    <span class=\"ico tw\"></span>\n                    <label>Twitter</label>\n                    <p>Estimated reply time: 24 hours</p>\n                    <a class=\"btn mini\" target=\"_blank\" href=\"https://twitter.com/fixedfloat\">Go</a>\n                </li>\n                <li style=\"background-image: url(/assets/images/background/bg_email.svg);\">\n                    <span class=\"ico email\"></span>\n                    <label>Email us</label>\n                    <p>Estimated reply time: 24-72 hours</p>\n                    <a class=\"btn mini\" target=\"_blank\" href=\".#\">Go</a>\n                </li>\n            </ul>",
    "Difference Content": "<div class=\"exchange-different-faq\"><h3 style=\"margin-bottom:.2em;\"><b>Fixed rate</b>\n                            </h3>\n                            <p style=\"margin-bottom:.2em;\">Opting for a fixed rate, you get the price you see at the point of initiating a transaction.</p>\n                            <ul class=\"list\">\n                                <li>Pay just 1% + network fee.</li>\n                                <li>Rates freeze for 10 minutes.</li>\n                                <li>If the market rate changes by more than 1.2% <span>before the appearance of your transaction on the blockchain network</span>,\n                                    you will be asked to make a refund or continue exchanging at the market rate.\n                                </li>\n                            </ul>\n                            <p><em>Attention! Your transaction must be received within 10 minutes and the amount must\n                                    exactly match the amount of the order. Otherwise, you will be prompted to make a\n                                    refund\n                                    or continue the exchange at the market rate.</em></p>\n                            <h3 style=\"margin-top:1.4em;\"><b>Float rate</b></h3>\n                            <p style=\"margin-top:1.4em;\">The exchange rate is finally set when your transaction receives\n                                the\n                                necessary number of blockchain network confirmations. If the market goes up, you will\n                                get\n                                more cryptocurrency, if down - less. All fair.</p>\n                            <ul class=\"list\">\n                                <li>Pay just 0.5% + network fee.</li>\n                                <li>The exchange will be made at the market rate, which is finally set within 10 minutes\n                                    after your transaction receives the required number of confirmations in the\n                                    blockchain\n                                    network.\n                                </li>\n                            </ul>\n                            <p class=\"faq-exchange-example\"><strong>Example</strong>: you are exchanging 1 BTC for\n                                28.37362388 ETH. With a <strong>fixed</strong> rate, you will receive exactly\n                                28.37362388\n                                ETH. With a <strong>float</strong> exchange rate, the amount of ETH can change both up\n                                and\n                                down. It depends on changes in the market rate.</p>\n                        </div>",
    "Confirm Content": "<p>Please note that the total network fees for sending a transaction and consolidating the\n                                funds\n                                received represent a significant part of the total exchange amount for this\n                                direction.<br><b>Your exchange for this amount can be very unprofitable.</b></p>\n                            <p>You can read more about this problem in <a href=\"#\">our\n                                    article on the formation of rates</a>.</p>"
}
